IDEA Open Model
ReinfFabric.Number Property
Compatible with IDEA StatiCa Beta 20.0
 number of fabric in wall projection
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public int Number { get; set; }
Public Property Number As Integer
	Get
	Set
Property Value
Type: Int32
See Also
Reference
ReinfFabric Class
IdeaRS.OpenModel.Detail Namespace